--
-- Author:      name
-- DateTime:    2018-04-21 16:07:56
-- Description: 中文

local tbText = {
	[1]='帐号错误',
	[2]='密码错误',
	[3]='mac地址错误',
	[4]='此ip已被封',
	[5]='此mac已被封',
	[6]='服务器正在维护',
	[7]='游戏正在维护',
	[8]='玩家ID错误',
	[9]='游戏已开始，请在休息时间再尝试',
	[10]='未进入桌子',
	[11]='状态错误',
	[12]='金币不足',
	[13]='参数错误',
	[14]='扣钱失败',
	[15]='牛牛重连记录为空',
	[16]='无效操作',
	[17]='换牌错误',
	[18]='座位已满',
	[19]='进入场次错误',
	[20]='房间已满',
	[21]='更换房间失败',
	[22]='取场次数据错误',
	[23]='玩家不在桌子里',
	[24]='玩家已在别的桌子里',
	[25]='创建私人房错误',
	[26]='关闭私人房错误',
	[27]='坐下错误',
	[28]='站起错误',
	[29]='座位已有人',
	[30]='请稍后站起',
	[31]='上局未下注',
	[32]='非下注时间不能下注哦',
	[33]='已下注不能换座',
	[34]='未盈利，下庄失败',
	[35]='下庄成功',
	[36]='庄家不可以下注',
	[37]='已在上庄队列',
	[38]='超过庄家赔付金额',
	[39]='正在上庄，不能退出桌子',
	[40]='正在下注，不能退出桌子',
	[41]='olkey 错误！请重新登录',
	[42]='房间不存在',
	[43]='老板，金币不足了，请充值后再来试试',
	[44]='老板，金币不足100万，请充值后再来试试',
	[45]='房卡不足',
	[46]='你已创建过房间',
	[47]='非抢庄时间不能抢庄哦',
	[48]='超过最大下注倍数！',
	[49]='下注失败！',
	[50]='抢庄失败！',
	[51]='老板，金币不足20000，请充值后再来试试',





	[1301]='游戏已开始，请休息时再试试',
	[1302]='座位已满',





	[1401]='房主请不要离开桌子',
}

return tbText